import { LegalPage, LegalSection, P } from './LegalPage';

export default function PrivacyPage() {
  return (
    <LegalPage title="Политика конфиденциальности и обработки персональных данных">

      <LegalSection title="1. Общие положения">
        <P>1.1. Настоящая Политика конфиденциальности и обработки персональных данных (далее — «Политика») определяет порядок и условия обработки Индивидуальным предпринимателем Нури Мариной Александровной (ИНН 231519487720, ОГРНИП 323237500312557), (далее — «Оператор»), информации о физическом лице, которая может быть получена Оператором от этого физического лица либо от его законного представителя (далее — «Пользователь», «Субъект персональных данных»), при возникновении следующих правоотношений с Субъектом персональных данных:</P>
        <P>а) при использовании сайта/сервисов Оператора, включая Telegram-бот: https://t.me/kurs_na_video_bot (далее — «Сайт»);</P>
        <P>б) при осуществлении Оператором прав и обязанностей, установленных соглашениями/договорами, стороной которых является Оператор;</P>
        <P>в) при обработке обращений, жалоб, запросов, сообщений, направляемых Оператором и субъектом друг другу.</P>
        <P>1.2. Целью и назначением Политики является обеспечение надлежащего правового режима персональных данных. Политика не может содержать положения, ограничивающие права и свободы Субъекта персональных данных, устанавливающие случаи обработки персональных данных несовершеннолетних, если иное не предусмотрено законодательством Российской Федерации, а также положения, допускающие в качестве условия заключения договора/выражения согласия бездействие Субъекта персональных данных.</P>
      </LegalSection>

      <LegalSection title="2. Правовое основание обработки персональных данных">
        <P>2.1. Правовыми основаниями обработки персональных данных являются: согласие на обработку персональных данных, выраженное способом, установленным законом и настоящей Политикой.</P>
        <P>2.2. Субъект персональных данных принимает решение о предоставлении его персональных данных и дает согласие на их обработку свободно, своей волей и в своем интересе. Бездействие Субъекта персональных данных не может пониматься как согласие. Согласие на обработку персональных данных должно быть конкретным, предметным, информированным, сознательным и однозначным. Согласие с условиями Политики может быть выражено Субъектом персональных данных через совершение любого из следующих действий:</P>
        <P>а) заключение с Оператором договора, при условии, что Пользователю в каждом месте сбора персональных данных предоставлена возможность ознакомиться с полным текстом настоящей Политики;</P>
        <P>б) нажатие кнопки «ознакомлен и согласен» на Сайте, при условии, что Пользователю в каждом месте сбора персональных данных предоставлена возможность ознакомиться с полным текстом настоящей Политики.</P>
        <P>2.3. Во исполнение требований ч. 2 ст. 18.1 Закона о персональных данных настоящая Политика публикуется в свободном доступе в информационно-телекоммуникационной сети Интернет на Сайте.</P>
      </LegalSection>

      <LegalSection title="3. Порядок и условия обработки персональных данных">
        <P>3.1. Обработка персональных данных осуществляется Оператором в соответствии с требованиями законодательства Российской Федерации.</P>
        <P>3.2. Обработка персональных данных осуществляется с согласия Субъектов персональных данных на обработку их персональных данных, а также без такового в случаях, предусмотренных законодательством Российской Федерации.</P>
        <P>3.3. Субъект персональных данных, являющийся иностранным гражданином или лицом без гражданства, выражая согласие с настоящей Политикой, уведомлен, что по всем вопросам, связанным с содержанием настоящей Политики, применяются нормы законодательства Российской Федерации.</P>
        <P>3.4. Согласие на обработку персональных данных предоставляется при заполнении специальных форм сбора данных на Сайте Оператора при оформлении заявки на заключение соответствующего договора оказания услуг (акцепте публичной оферты).</P>
        <P>3.5. Согласие на обработку персональных данных, разрешенных Субъектом персональных данных для распространения, оформляется отдельно от иных согласий Субъекта персональных данных на обработку его персональных данных.</P>
        <P>3.6. Передача персональных данных Субъекта третьим лицам запрещена. Исключения составляют:</P>
        <P>3.6.1. Передача с согласия Пользователя.</P>
        <P>3.6.2. Передача уполномоченным органам в соответствии с законодательством.</P>
        <P>3.6.3. Передача персональных данных подрядчикам, привлечённым для реализации проектов Оператора.</P>
        <P>3.6.4. Передача персональных данных поставщикам услуг Оператора — компаниям, которые обрабатывают персональные данные по специальному документу-поручению Оператора.</P>
        <P>3.7. Получатель услуг Оператора либо посетитель Сайта как Субъект персональных данных уведомлен и дает своё согласие о возникающей в процессе работы Сайта и получения услуг Оператора объективной необходимости разрешить доступ к своим персональным данным для программных средств Оператора и третьих лиц (подрядчиков или поставщиков услуг Оператора). Данный доступ обеспечивается исключительно для целей, определённых настоящей Политикой.</P>
        <P>3.8. Передача персональных данных органам дознания и следствия, в Федеральную налоговую службу, Пенсионный фонд, Фонд социального страхования и другие уполномоченные органы исполнительной власти и организации осуществляется в соответствии с требованиями законодательства Российской Федерации.</P>
        <P>3.9. Оператор осуществляет как автоматизированную, так и неавтоматизированную обработку персональных данных.</P>
        <P>3.10. Оператор осуществляет сбор персональных данных только на территории Российской Федерации и не осуществляет трансграничную передачу персональных данных.</P>
        <P>3.11. Оператор не осуществляет намеренно обработку персональных данных несовершеннолетних лиц. Все посетители, младше 18 лет, обязаны получить разрешение своих законных представителей прежде, чем предоставлять какую-либо персональную информацию о себе.</P>
        <P>3.12. Оператор в общем случае не проверяет достоверность персональной информации, предоставляемой Субъектами персональных данных, и не осуществляет контроль за их дееспособностью. Риск предоставления недостоверных персональных данных несёт сам Субъект персональных данных.</P>
        <P>3.13. Оператор исходит из того, что Субъект персональных данных предоставляет достоверную и достаточную персональную информацию в актуальном состоянии и ознакомлен с настоящей Политикой, выражает своё информированное и осознанное согласие с ней.</P>
        <P>3.14. Оператор принимает необходимые правовые, организационные и технические меры для защиты персональных данных от неправомерного или случайного доступа к ним, уничтожения, изменения, блокирования, распространения и других несанкционированных действий.</P>
      </LegalSection>

      <LegalSection title="4. Цели обработки персональных данных">
        <P>4.1. Обработке подлежат только персональные данные, которые отвечают целям их обработки. Оператор осуществляет обработку персональных данных для достижения следующих целей:</P>
        <P>4.1.1. Цель: Подготовка, заключение и исполнение гражданско-правового договора. Категории обрабатываемых данных: фамилия, имя, отчество; адрес электронной почты; номер телефона; ссылки на аккаунты в социальных сетях. Срок обработки и хранения: до получения от Субъекта требования о прекращении обработки / отзыва согласия либо 10 (десять) лет.</P>
        <P>4.1.2. Цель: Получение обратной связи, отзывов и рекомендаций от Субъекта, проведение опросов для эффективной коммуникации с клиентами Оператора. Категории обрабатываемых данных: фамилия, имя, отчество; адрес электронной почты; номер телефона; текст сообщения; данные аккаунтов социальных сетей. Срок обработки и хранения: до получения требования о прекращении обработки / отзыва согласия либо 10 (десять) лет.</P>
        <P>4.1.3. Цель: Осуществление информационных и рекламных рассылок. Категории обрабатываемых данных: фамилия, имя, отчество; адрес электронной почты; номер телефона; ссылки на аккаунты в социальных сетях. Срок обработки и хранения: до получения требования о прекращении обработки / отзыва согласия либо 10 (десять) лет.</P>
      </LegalSection>

      <LegalSection title="5. Хранение и уничтожение персональных данных">
        <P>5.1. Оператор осуществляет хранение персональных данных в форме, позволяющей определить Субъекта персональных данных, не дольше, чем этого требуют цели обработки персональных данных, если срок хранения персональных данных не установлен федеральным законом, договором или соглашением.</P>
        <P>5.2. Персональные данные субъектов могут быть получены, проходить дальнейшую обработку и передаваться на хранение как на бумажных носителях, так и в электронном виде.</P>
        <P>5.3. Персональные данные, зафиксированные на бумажных носителях, хранятся в запираемых шкафах либо в запираемых помещениях с ограниченным правом доступа.</P>
        <P>5.4. Персональные данные субъектов, обрабатываемые с использованием средств автоматизации в разных целях, хранятся в разных папках.</P>
        <P>5.5. Не допускается хранение и размещение документов, содержащих персональные данные, в открытых электронных каталогах (файлообменниках) в информационной системе персональных данных.</P>
        <P>5.6. Хранение персональных данных в форме, позволяющей определить субъекта персональных данных, осуществляется не дольше, чем этого требуют цели их обработки, и они подлежат уничтожению по достижении целей обработки или в случае утраты необходимости в их достижении.</P>
        <P>5.7. В случае поступления требования об удалении, либо отзыва согласия на обработку, подлежат уничтожению в срок, не превышающий 10 календарных дней с даты отзыва согласия или достижения цели обработки персональных данных.</P>
        <P>5.8. Срок может быть продлён, но не более чем на 5 рабочих дней, в случае направления мотивированного уведомления с указанием причин продления.</P>
        <P>5.9. Персональные данные уничтожаются путём стирания из базы данных, форматирования носителя или путём механического повреждения жёстких дисков. Если персональные данные обрабатывались неавтоматизированным способом, их можно уничтожить путём сожжения, дробления (измельчения), химического разложения.</P>
        <P>5.10. Уничтожение персональных данных производится в случае: выявления неправомерной обработки — в течение 10 рабочих дней; отзыва согласия субъектом — в течение 30 дней; достижения цели обработки персональных данных — в течение 30 дней.</P>
        <P>5.11. В случае отзыва Субъектом персональных данных согласия на обработку или истечения срока действия согласия, Оператор вправе заблокировать данные и обрабатывать их в архивном виде в течение 3 (трёх) лет.</P>
      </LegalSection>

      <LegalSection title="6. Защита персональных данных">
        <P>6.1. Система защиты персональных данных соответствует требованиям постановления Правительства Российской Федерации от 1 ноября 2012 года № 1119 «Об утверждении требований к защите персональных данных при их обработке в информационных системах персональных данных».</P>
        <P>6.2. Подсистема правовой защиты представляет собой комплекс правовых, организационно-распорядительных и нормативных документов, обеспечивающих создание, функционирование и совершенствование СЗПД.</P>
        <P>6.3. Подсистема организационной защиты включает в себя организацию структуры управления СЗПД, разрешительной системы, защиты информации при работе с партнёрами и сторонними лицами.</P>
        <P>6.4. Подсистема технической защиты включает в себя комплекс технических, программных, программно-аппаратных средств, обеспечивающих защиту персональных данных.</P>
        <P>6.5. Основными мерами защиты персональных данных, используемыми Оператором, являются: назначение лица, ответственного за обработку персональных данных; определение актуальных угроз безопасности; разработка политики в отношении обработки персональных данных; установление правил доступа; применение сертифицированного антивирусного программного обеспечения с регулярно обновляемыми базами; осуществление внутреннего контроля и аудита.</P>
      </LegalSection>

      <LegalSection title="7. Основные права Субъекта персональных данных и обязанности Оператора">
        <P>7.1. Субъект персональных данных имеет право:</P>
        <P>— на получение персональных данных, относящихся к данному субъекту, и информации, касающейся их обработки;</P>
        <P>— на уточнение, блокирование или уничтожение его персональных данных в случае, если они являются неполными, устаревшими, неточными, незаконно полученными или не являются необходимыми для заявленной цели обработки;</P>
        <P>— на отзыв данного им согласия на обработку персональных данных;</P>
        <P>— на защиту своих прав и законных интересов, в том числе на возмещение убытков и компенсацию морального вреда в судебном порядке;</P>
        <P>— на обжалование действий или бездействия Оператора в уполномоченный орган по защите прав субъектов персональных данных или в судебном порядке.</P>
        <P>7.2. Для реализации своих прав и законных интересов субъекты персональных данных имеют право обратиться к Оператору либо направить запрос лично или с помощью представителя. Запрос должен содержать сведения, указанные в ч. 3 ст. 14 ФЗ «О персональных данных».</P>
        <P>7.3. Запрос должен содержать: номер основного документа, удостоверяющего личность Субъекта персональных данных; сведения, подтверждающие участие Субъекта в отношениях с Оператором; подпись Субъекта персональных данных или его представителя.</P>
        <P>7.4. Запрос может быть направлен в форме электронного документа и подписан электронной подписью в соответствии с законодательством Российской Федерации.</P>
        <P>7.5–7.8. В случае выявления неточных персональных данных Оператор осуществляет блокирование персональных данных, относящихся к этому Субъекту, с момента обращения на период проверки, уточняет персональные данные в течение семи рабочих дней со дня представления подтверждающих сведений.</P>
      </LegalSection>

      <LegalSection title="8. Ответственность сторон">
        <P>8.1. Оператор, не исполнивший свои обязательства, несёт ответственность за убытки, понесённые Пользователем в связи с неправомерным использованием персональных данных, в соответствии с законодательством Российской Федерации.</P>
        <P>8.2. В случае утечки персональных данных Субъекта персональных данных Оператор обязан уведомить соответствующие государственные органы об утечке персональных данных и о результатах расследования данной утечки в сроки, предусмотренные действующим законодательством РФ.</P>
      </LegalSection>

      <LegalSection title="9. Заключительные положения">
        <P>9.1. Оператор вправе вносить изменения в настоящую Политику без согласия Субъектов персональных данных.</P>
        <P>9.2. Новая Политика вступает в силу с момента её размещения на Сайте, если иное не предусмотрено новой редакцией Политики конфиденциальности.</P>
        <P>9.3. Ответственным за обработку персональных данных является Индивидуальный предприниматель Санина Алёна Александровна.</P>
      </LegalSection>

      <LegalSection title="10. Реквизиты Оператора">
        <P>ИНДИВИДУАЛЬНЫЙ ПРЕДПРИНИМАТЕЛЬ НУРИ МАРИНА АЛЕКСАНДРОВНА</P>
        <P>ИНН: 231519487720</P>
        <P>ОГРНИП: 323237500312557</P>
        <P>Расчётный счёт: 40802810100005046072</P>
        <P>Наименование банка: АО «ТБанк»</P>
        <P>БИК банка: 044525974</P>
        <P>Кор. счёт: 30101810145250000974</P>
        <P>ИНН банка: 7710140679</P>
        <P>Эл. почта: omfilms@mail.ru</P>
      </LegalSection>

    </LegalPage>
  );
}
